Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: General
de: Allgemein
fr: Général
ja: 一般
pt_br: Geral
zh_hans: 常规

source: Generate a new key
de: Neuen Schlüssel erzeugen
es: Generar una clave nueva
fr: Générer une nouvelle clé
ja: 新しい鍵を生成
pt_br: Gerar uma nova chave
zh_hans: 生成新密钥

source: Generating Ed25519 keypair…
de: Erzeuge Ed25519-Schlüsselpaar…
es: Generando par de claves Ed25519…
fr: Génération de la paire de clés Ed25519…
ja: Ed25519 鍵ペアを生成中…
pt_br: Gerando par de chaves Ed25519…
zh_hans: 正在生成 Ed25519 密钥对…

source: Get a tailored dashboard, a board, and a starter mini-app — built for this project in chat.
de: Erhalte im Chat ein maßgeschneidertes Dashboard, ein Board und eine Start-Mini-App — gebaut für dieses Projekt.
es: Obtén un panel a medida, un tablero y una mini-app inicial — creados para este proyecto en el chat.
fr: Obtenez un tableau de bord sur mesure, un board et une mini-app de démarrage — créés pour ce projet dans le chat.
ja: このプロジェクト専用に調整されたダッシュボード、ボード、スターターミニアプリをチャットで作成します。
pt_br: Obtenha um painel personalizado, um quadro e um mini-app inicial — criados para este projeto no chat.
zh_hans: 在聊天中为此项目构建量身定制的仪表盘、看板和入门迷你应用。

source: Git branch the worker is operating on.
de: Git-Branch, auf dem der Worker arbeitet.
es: Rama de Git en la que opera el worker.
fr: Branche Git sur laquelle le worker opère.
ja: ワーカーが操作している Git ブランチ。
pt_br: Branch do Git em que o worker está operando.
zh_hans: worker 所操作的 Git 分支。

source: github.com/owner/plugin-repo or owner/repo
de: github.com/owner/plugin-repo oder owner/repo
es: github.com/owner/plugin-repo o owner/repo
fr: github.com/owner/plugin-repo ou owner/repo
ja: github.com/owner/plugin-repo または owner/repo
pt_br: github.com/owner/plugin-repo ou owner/repo
zh_hans: github.com/owner/plugin-repo 或 owner/repo

source: Global preferences for Scarf. Per-project overrides live in each project.
de: Globale Einstellungen für Scarf. Projektspezifische Überschreibungen liegen in jedem Projekt.
es: Preferencias globales de Scarf. Las anulaciones por proyecto viven en cada proyecto.
fr: Préférences globales pour Scarf. Les surcharges par projet résident dans chaque projet.
ja: Scarf のグローバル設定。プロジェクトごとのオーバーライドは各プロジェクトにあります。
pt_br: Preferências globais do Scarf. Substituições por projeto ficam em cada projeto.
zh_hans: Scarf 的全局偏好设置。逐项目的覆盖设置位于各个项目中。

source: Global Settings
de: Globale Einstellungen
es: Ajustes globales
fr: Paramètres globaux
ja: グローバル設定
pt_br: Configurações globais
zh_hans: 全局设置

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: ゴール
pt_br: Objetivo
zh_hans: 目标

source: goal mode
de: Zielmodus
es: modo objetivo
fr: mode objectif
ja: ゴールモード
pt_br: modo de meta
zh_hans: 目标模式

source: goal mode, %lld turns
de: Zielmodus, %lld Züge
es: modo objetivo, %lld turnos
fr: mode objectif, %lld tours
ja: ゴールモード、%lld ターン
pt_br: modo de meta, %lld turnos
zh_hans: 目标模式,%lld 轮

source: Goals and Kanban are two separate mechanisms in Hermes. Goals lock the agent onto a target across turns inside a single chat. Kanban gives the agent a shared task board it can fan work out onto — but only when the chat platform's toolset includes `kanban`.
de: Ziele und Kanban sind zwei getrennte Mechanismen in Hermes. Ziele fixieren den Agent turnübergreifend innerhalb eines einzelnen Chats auf ein Ziel. Kanban gibt dem Agent ein gemeinsames Aufgabenboard, auf das er Arbeit verteilen kann — aber nur, wenn das Toolset der Chat-Plattform `kanban` enthält.
es: Objetivos y Kanban son dos mecanismos independientes en Hermes. Los objetivos fijan al agente en un objetivo a lo largo de los turnos dentro de un mismo chat. Kanban le da al agente un tablero de tareas compartido en el que puede repartir trabajo — pero solo cuando el conjunto de herramientas de la plataforma de chat incluye `kanban`.
fr: Objectifs et Kanban sont deux mécanismes distincts dans Hermes. Les objectifs verrouillent l'agent sur une cible à travers les tours d'un même chat. Kanban donne à l'agent un tableau de tâches partagé sur lequel il peut répartir le travail — mais seulement quand le jeu d'outils de la plateforme de chat inclut `kanban`.
ja: ゴールと Kanban は Hermes における 2 つの別個の仕組みです。ゴールは単一のチャット内でターンをまたいでエージェントを目標に固定します。Kanban はエージェントに作業を展開できる共有タスクボードを与えます — ただしチャットプラットフォームのツールセットに `kanban` が含まれている場合のみです。
pt_br: Objetivos e Kanban são dois mecanismos separados no Hermes. Objetivos fixam o agente em um alvo ao longo dos turnos dentro de um único chat. O Kanban dá ao agente um quadro de tarefas compartilhado no qual ele pode distribuir trabalho — mas só quando o conjunto de ferramentas da plataforma de chat inclui `kanban`.
zh_hans: 目标(Goals)和看板(Kanban)是 Hermes 中两种独立的机制。目标会让 agent 在单次聊天内的多个回合中锁定在一个目标上。看板为 agent 提供一个可以分发工作的共享任务板 — 但仅当聊天平台的工具集包含 `kanban` 时才可用。

source: Grants only the checked permissions
de: Gewährt nur die angehakten Berechtigungen
es: Concede solo los permisos marcados
fr: N’accorde que les autorisations cochées
ja: チェックした権限のみを付与します
pt_br: Concede apenas as permissões marcadas
zh_hans: 仅授予已勾选的权限

source: Group Allowed Users
de: In Gruppen erlaubte Benutzer
es: Usuarios permitidos en grupos
fr: Utilisateurs autorisés en groupe
ja: グループで許可されたユーザー
pt_br: Usuários permitidos em grupos
zh_hans: 群组中允许的用户

source: Hand %@ to the curator
de: %@ an den Kurator übergeben
es: Entregar %@ al curador
fr: Confier %@ au curateur
ja: %@ をキュレーターに引き渡す
pt_br: Entregar %@ ao curador
zh_hans: 将 %@ 移交给策展器

source: Hand every unmanaged skill to the curator (they become prunable/archivable)
de: Übergibt jeden unverwalteten Skill an den Kurator (sie werden bereinigbar/archivierbar)
es: Entregar todas las habilidades no gestionadas al curador (se vuelven podables/archivables)
fr: Confier chaque compétence non gérée au curateur (elles deviennent élagables/archivables)
ja: 管理外のスキルをすべてキュレーターに引き渡す（整理・アーカイブの対象になります）
pt_br: Entregar todas as habilidades não gerenciadas ao curador (elas se tornam removíveis/arquiváveis)
zh_hans: 将所有未托管的技能移交给策展器(它们将变为可清理/可归档)

source: Headers
de: Header
es: Cabeceras
fr: En-têtes
ja: ヘッダー
pt_br: Cabeçalhos
zh_hans: 请求头

source: Heads up: the chat Scarf creates isn’t hidden, so it shows up in Sessions whenever you’re viewing this bot’s profile. Don’t rename it there — its name is how Hermes finds it.
de: Hinweis: Der von Scarf erstellte Chat ist nicht versteckt und erscheint daher unter Sitzungen, wann immer du das Profil dieses Bots ansiehst. Benenne ihn dort nicht um — über seinen Namen findet Hermes ihn.
es: Aviso: el chat que crea Scarf no está oculto, así que aparece en Sesiones siempre que estés viendo el perfil de este bot. No lo renombres ahí — su nombre es como Hermes lo encuentra.
fr: À noter : le chat créé par Scarf n'est pas masqué, il apparaît donc dans Sessions dès que vous consultez le profil de ce bot. Ne le renommez pas là-bas — c'est par son nom que Hermes le retrouve.
ja: 注意: Scarf が作成するチャットは非表示になりません。そのため、このボットのプロファイルを表示している間はセッションに表示されます。そこで名前を変更しないでください — Hermes はその名前でチャットを見つけます。
pt_br: Atenção: o chat que o Scarf cria não fica oculto, então ele aparece em Sessões sempre que você estiver vendo o perfil deste bot. Não o renomeie ali — é pelo nome que o Hermes o encontra.
zh_hans: 请注意:Scarf 创建的聊天不是隐藏的,因此在查看此机器人的配置时,它会出现在会话中。请不要在那里重命名它 — Hermes 依靠它的名称来找到它。

source: Health
de: Zustand
es: Salud
fr: Santé
ja: 状態
pt_br: Saúde
zh_hans: 健康

source: Health check found ^[%lld issue](inflect: true)
de: Systemprüfung fand ^[%lld Problem](inflect: true)
es: La comprobación de estado encontró ^[%lld problema](inflect: true)
fr: La vérification de santé a trouvé ^[%lld problème](inflect: true)
ja: ヘルスチェックで %lld 件の問題が見つかりました
pt_br: A verificação de integridade encontrou ^[%lld problema](inflect: true)
zh_hans: 健康检查发现 %lld 个问题

source: Health check: %@
de: Zustandsprüfung: %@
es: Comprobación de salud: %@
fr: Contrôle de santé : %@
ja: ヘルスチェック: %@
pt_br: Verificação de saúde: %@
zh_hans: 健康检查:%@

source: Hermes archives skills the curator decides are stale or redundant. Restoring brings the original SKILL.md back into place — no data lost.
de: Hermes archiviert Skills, die der Kurator als veraltet oder redundant einstuft. Wiederherstellen bringt die ursprüngliche SKILL.md zurück — keine Daten gehen verloren.
es: Hermes archiva las habilidades que el curador decide que están obsoletas o son redundantes. Restaurar devuelve el SKILL.md original a su lugar — sin pérdida de datos.
fr: Hermes archive les compétences que le curateur juge obsolètes ou redondantes. La restauration remet en place le SKILL.md original — aucune donnée perdue.
ja: Hermes はキュレーターが古い、または冗長と判断したスキルをアーカイブします。復元すると元の SKILL.md が元の場所に戻ります — データは失われません。
pt_br: O Hermes arquiva habilidades que o curador decide estarem obsoletas ou redundantes. Restaurar traz o SKILL.md original de volta ao lugar — sem perda de dados.
zh_hans: Hermes 会归档策展器判定为过期或冗余的技能。恢复会将原始 SKILL.md 放回原位 — 不会丢失数据。

source: hermes at %@
de: hermes auf %@
es: hermes en %@
fr: hermes sur %@
ja: %@ 上の hermes
pt_br: hermes em %@
zh_hans: %@ 上的 hermes

source: hermes auth logout printed no result. Check the host.
de: `hermes auth logout` hat kein Ergebnis ausgegeben. Prüfe den Host.
es: `hermes auth logout` no imprimió ningún resultado. Comprueba el host.
fr: `hermes auth logout` n'a affiché aucun résultat. Vérifiez l'hôte.
ja: `hermes auth logout` は結果を出力しませんでした。ホストを確認してください。
pt_br: `hermes auth logout` não imprimiu nenhum resultado. Verifique o host.
zh_hans: `hermes auth logout` 未输出任何结果。请检查主机。

source: Hermes auto-compacted this session's context ^[%lld time](inflect: true)
de: Hermes hat den Kontext dieser Sitzung ^[%lld Mal](inflect: true) automatisch verdichtet
es: Hermes compactó automáticamente el contexto de esta sesión ^[%lld vez](inflect: true)
fr: Hermes a compacté automatiquement le contexte de cette session ^[%lld fois](inflect: true)
ja: Hermes はこのセッションのコンテキストを %lld 回自動的に圧縮しました
pt_br: O Hermes compactou automaticamente o contexto desta sessão ^[%lld vez](inflect: true)
zh_hans: Hermes 已自动压缩此会话的上下文 %lld 次

source: hermes backup printed no result. Check the host.
de: `hermes backup` hat kein Ergebnis ausgegeben. Prüfe den Host.
es: `hermes backup` no imprimió ningún resultado. Comprueba el host.
fr: `hermes backup` n'a affiché aucun résultat. Vérifiez l'hôte.
ja: `hermes backup` は結果を出力しませんでした。ホストを確認してください。
pt_br: `hermes backup` não imprimiu nenhum resultado. Verifique o host.
zh_hans: `hermes backup` 未输出任何结果。请检查主机。

source: Hermes binary not found
de: Hermes-Binary nicht gefunden
es: Binario de Hermes no encontrado
fr: Binaire Hermes introuvable
ja: Hermes バイナリが見つかりません
pt_br: Binário do Hermes não encontrado
zh_hans: 未找到 Hermes 可执行文件

source: Hermes data directory
de: Hermes-Datenverzeichnis
es: Directorio de datos de Hermes
fr: Répertoire de données Hermes
ja: Hermes データディレクトリ
pt_br: Diretório de dados do Hermes
zh_hans: Hermes 数据目录

source: hermes debug share printed no result. Check the host.
de: `hermes debug share` hat kein Ergebnis ausgegeben. Prüfe den Host.
es: `hermes debug share` no imprimió ningún resultado. Comprueba el host.
fr: `hermes debug share` n'a affiché aucun résultat. Vérifiez l'hôte.
ja: `hermes debug share` は結果を出力しませんでした。ホストを確認してください。
pt_br: `hermes debug share` não imprimiu nenhum resultado. Verifique o host.
zh_hans: `hermes debug share` 未输出任何结果。请检查主机。

source: Hermes default
de: Hermes-Standard
es: Predeterminado de Hermes
fr: Valeur par défaut d’Hermes
ja: Hermes のデフォルト
pt_br: Padrão do Hermes
zh_hans: Hermes 默认值

source: Hermes found retired xAI models but wrote no changes. The config still names them — check it by hand.
de: Hermes hat ausgemusterte xAI-Modelle gefunden, aber keine Änderungen geschrieben. Die Konfiguration nennt sie weiterhin — prüfe sie von Hand.
es: Hermes encontró modelos de xAI retirados, pero no escribió ningún cambio. La configuración sigue nombrándolos: revísala a mano.
fr: Hermes a trouvé des modèles xAI retirés mais n'a écrit aucune modification. La configuration les nomme toujours — vérifiez-la à la main.
ja: Hermes は廃止された xAI モデルを見つけましたが、変更は書き込まれませんでした。設定にはまだ記載されています — 手動で確認してください。
pt_br: O Hermes encontrou modelos xAI desativados, mas não gravou alterações. A configuração ainda os nomeia — verifique-a manualmente.
zh_hans: Hermes 找到了已停用的 xAI 模型,但未写入任何更改。配置中仍然引用它们 — 请手动检查。

source: Hermes has the context for this session, but the transcript isn't cached locally. Send a message to continue.
de: Hermes hat den Kontext dieser Sitzung, aber das Transkript ist lokal nicht zwischengespeichert. Sende eine Nachricht, um fortzufahren.
es: Hermes tiene el contexto de esta sesión, pero la transcripción no está en caché localmente. Envía un mensaje para continuar.
fr: Hermes dispose du contexte de cette session, mais la transcription n'est pas mise en cache localement. Envoyez un message pour continuer.
ja: Hermes はこのセッションのコンテキストを保持していますが、トランスクリプトはローカルにキャッシュされていません。メッセージを送信して続行してください。
pt_br: O Hermes tem o contexto desta sessão, mas a transcrição não está em cache localmente. Envie uma mensagem para continuar.
zh_hans: Hermes 拥有此会话的上下文,但记录未在本地缓存。发送一条消息以继续。

source: Hermes Home
de: Hermes-Basisverzeichnis
es: Carpeta de Hermes
fr: Dossier Hermes
ja: Hermes ホーム
pt_br: Pasta do Hermes
zh_hans: Hermes 主目录

source: Hermes home: %@ pushed
de: Hermes-Home: %@ übertragen
es: Home de Hermes: %@ enviado
fr: Répertoire Hermes : %@ envoyé
ja: Hermes ホーム: %@ プッシュ済み
pt_br: Home do Hermes: %@ enviado
zh_hans: Hermes 主目录:已推送 %@

source: Hermes home: %@ so far
de: Hermes-Home: bisher %@
es: Home de Hermes: %@ hasta ahora
fr: Répertoire Hermes : %@ jusqu'ici
ja: Hermes ホーム: これまでに %@
pt_br: Home do Hermes: %@ até agora
zh_hans: Hermes 主目录:目前 %@

source: hermes import printed no result. Check the host.
de: `hermes import` hat kein Ergebnis ausgegeben. Prüfe den Host.
es: `hermes import` no imprimió ningún resultado. Comprueba el host.
fr: `hermes import` n'a affiché aucun résultat. Vérifiez l'hôte.
ja: `hermes import` は結果を出力しませんでした。ホストを確認してください。
pt_br: `hermes import` não imprimiu nenhum resultado. Verifique o host.
zh_hans: `hermes import` 未输出任何结果。请检查主机。

source: Hermes installs plugins disabled unless told otherwise. Portable Agent Plugin packages always install disabled.
de: Hermes installiert Plugins standardmäßig deaktiviert. Portable-Agent-Plugin-Pakete werden immer deaktiviert installiert.
es: Hermes instala los plugins desactivados salvo que se indique lo contrario. Los paquetes Portable Agent Plugin siempre se instalan desactivados.
fr: Hermes installe les plugins désactivés sauf indication contraire. Les paquets Portable Agent Plugin sont toujours installés désactivés.
ja: Hermes は特に指定がない限りプラグインを無効の状態でインストールします。Portable Agent Plugin パッケージは常に無効でインストールされます。
pt_br: O Hermes instala plugins desativados, salvo indicação em contrário. Pacotes Portable Agent Plugin sempre são instalados desativados.
zh_hans: 除非另行指定,Hermes 会以禁用状态安装插件。Portable Agent Plugin 包始终以禁用状态安装。

source: Hermes is starting the gateway in the foreground on this host — Scarf can't confirm it from here.
de: Hermes startet das Gateway auf diesem Host im Vordergrund — Scarf kann das von hier aus nicht bestätigen.
es: Hermes está iniciando la pasarela en primer plano en este host: Scarf no puede confirmarlo desde aquí.
fr: Hermes démarre la passerelle au premier plan sur cet hôte — Scarf ne peut pas le confirmer d'ici.
ja: Hermes はこのホストでゲートウェイをフォアグラウンドで起動しています。Scarf はここからは確認できません。
pt_br: O Hermes está iniciando o gateway em primeiro plano neste host — o Scarf não consegue confirmar daqui.
zh_hans: Hermes 正在该主机上以前台方式启动网关，Scarf 无法在此确认。

source: Hermes needs a global webhook secret and port before subscriptions can receive traffic. Run the gateway setup wizard or edit ~/.hermes/config.yaml manually.
de: Hermes braucht ein globales Webhook-Secret und einen Port, bevor Abonnements Traffic empfangen können. Starte den Gateway-Einrichtungsassistenten oder bearbeite ~/.hermes/config.yaml manuell.
es: Hermes necesita un secreto y puerto globales de webhook antes de que las suscripciones reciban tráfico. Ejecuta el asistente de configuración del gateway o edita ~/.hermes/config.yaml manualmente.
fr: Hermes a besoin d'un secret webhook global et d'un port avant que les abonnements puissent recevoir du trafic. Lancez l'assistant de configuration du gateway ou éditez ~/.hermes/config.yaml manuellement.
ja: サブスクリプションがトラフィックを受信する前に、Hermes にはグローバルな webhook シークレットとポートが必要です。ゲートウェイセットアップウィザードを実行するか、~/.hermes/config.yaml を手動で編集してください。
pt_br: O Hermes precisa de um segredo global de webhook e uma porta antes que assinaturas possam receber tráfego. Execute o assistente de configuração do gateway ou edite ~/.hermes/config.yaml manualmente.
zh_hans: 订阅接收流量前,Hermes 需要全局 webhook 密钥和端口。运行 gateway 设置向导或手动编辑 ~/.hermes/config.yaml。

source: Hermes Not Found
de: Hermes nicht gefunden
es: Hermes no encontrado
fr: Hermes introuvable
ja: Hermes が見つかりません
pt_br: Hermes não encontrado
zh_hans: 未找到 Hermes

source: hermes memory reset exited with status %d.
de: `hermes memory reset` wurde mit Exit-Code %d beendet.
es: `hermes memory reset` terminó con el código de salida %d.
fr: `hermes memory reset` s'est terminé avec le code de sortie %d.
ja: `hermes memory reset` は終了コード %d で終了しました。
pt_br: `hermes memory reset` terminou com o código de saída %d.
zh_hans: `hermes memory reset` 以退出码 %d 结束。

source: hermes memory reset printed no result. Check the host.
de: `hermes memory reset` hat kein Ergebnis ausgegeben. Prüfe den Host.
es: `hermes memory reset` no imprimió ningún resultado. Comprueba el host.
fr: `hermes memory reset` n'a affiché aucun résultat. Vérifiez l'hôte.
ja: `hermes memory reset` は結果を出力しませんでした。ホストを確認してください。
pt_br: `hermes memory reset` não imprimiu nenhum resultado. Verifique o host.
zh_hans: `hermes memory reset` 未输出任何结果。请检查主机。

source: Hermes plugins discovered from `~/.hermes/plugins/`.
de: Hermes-Plugins, gefunden unter `~/.hermes/plugins/`.
es: Plugins de Hermes descubiertos en `~/.hermes/plugins/`.
fr: Plugins Hermes détectés dans `~/.hermes/plugins/`.
ja: `~/.hermes/plugins/` から検出された Hermes プラグインです。
pt_br: Plugins do Hermes descobertos em `~/.hermes/plugins/`.
zh_hans: 从 `~/.hermes/plugins/` 中发现的 Hermes 插件。

source: Hermes plugins live under `~/.hermes/plugins/<name>/`. Install one with `hermes plugins install <repo>` from the Mac app.
de: Hermes-Plugins liegen unter `~/.hermes/plugins/<name>/`. Installiere eines mit `hermes plugins install <repo>` aus der Mac-App.
es: Los plugins de Hermes viven en `~/.hermes/plugins/<name>/`. Instala uno con `hermes plugins install <repo>` desde la app de Mac.
fr: Les plugins Hermes se trouvent sous `~/.hermes/plugins/<name>/`. Installez-en un avec `hermes plugins install <repo>` depuis l'app Mac.
ja: Hermes プラグインは `~/.hermes/plugins/<name>/` 配下にあります。Mac アプリから `hermes plugins install <repo>` を実行してインストールしてください。
pt_br: Os plugins do Hermes ficam em `~/.hermes/plugins/<name>/`. Instale um com `hermes plugins install <repo>` pelo app para Mac.
zh_hans: Hermes 插件位于 `~/.hermes/plugins/<name>/`。在 Mac 应用中使用 `hermes plugins install <repo>` 安装。

source: Hermes process status, diagnostics, and the local web dashboard.
de: Hermes-Prozessstatus, Diagnose und das lokale Web-Dashboard.
es: Estado del proceso de Hermes, diagnósticos y el panel web local.
fr: Statut du processus Hermes, diagnostics et tableau de bord web local.
ja: Hermes プロセスのステータス、診断、ローカル Web ダッシュボード。
pt_br: Status do processo do Hermes, diagnóstico e o painel web local.
zh_hans: Hermes 进程状态、诊断信息和本地 Web 仪表盘。

source: Hermes profiles that aren't set up as bots. Making one a bot only adds a name, face and role — nothing in the profile changes.
de: Hermes-Profile, die nicht als Bots eingerichtet sind. Ein Profil zum Bot zu machen fügt nur Name, Gesicht und Rolle hinzu — am Profil selbst ändert sich nichts.
es: Perfiles de Hermes que no están configurados como bots. Convertir uno en bot solo añade un nombre, una cara y un rol — nada del perfil cambia.
fr: Profils Hermes qui ne sont pas configurés comme bots. En transformer un en bot ajoute seulement un nom, un visage et un rôle — rien ne change dans le profil.
ja: ボットとして設定されていない Hermes プロファイルです。ボットにしても名前・顔・役割が追加されるだけで、プロファイルの内容は何も変わりません。
pt_br: Perfis do Hermes que não estão configurados como bots. Transformar um em bot apenas adiciona nome, rosto e função — nada no perfil muda.
zh_hans: 尚未设置为机器人的 Hermes 配置。将其变成机器人只会添加名称、头像和角色 — 配置本身不会有任何改变。

source: Hermes Proxy currently runs only against the local server. SSH-deployed servers would need an additional port-forward step that isn't wired in this release.
de: Hermes-Proxy läuft derzeit nur gegen den lokalen Server. SSH-bereitgestellte Server bräuchten einen zusätzlichen Port-Forward-Schritt, der in dieser Version nicht eingebaut ist.
es: Hermes Proxy actualmente solo funciona contra el servidor local. Los servidores desplegados por SSH necesitarían un paso adicional de reenvío de puertos que no está implementado en esta versión.
fr: Hermes Proxy fonctionne actuellement uniquement avec le serveur local. Les serveurs déployés via SSH nécessiteraient une étape supplémentaire de redirection de port qui n'est pas câblée dans cette version.
ja: Hermes プロキシは現在ローカルサーバーに対してのみ動作します。SSH でデプロイされたサーバーには追加のポートフォワードの手順が必要ですが、このリリースでは組み込まれていません。
pt_br: O Hermes Proxy atualmente funciona apenas com o servidor local. Servidores implantados via SSH precisariam de uma etapa adicional de port-forward que não está disponível nesta versão.
zh_hans: Hermes 代理目前仅可在本地服务器上运行。通过 SSH 部署的服务器需要额外的端口转发步骤,而此版本尚未实现该功能。

source: Hermes reported creating /%@, but it isn’t in the subscription list. Check `hermes webhook list` on the host.
de: Hermes meldet, dass /%@ erstellt wurde, aber es steht nicht in der Abonnementliste. Prüfe `hermes webhook list` auf dem Host.
es: Hermes informó de que creó /%@, pero no aparece en la lista de suscripciones. Comprueba `hermes webhook list` en el host.
fr: Hermes indique avoir créé /%@, mais il n’apparaît pas dans la liste des abonnements. Vérifiez `hermes webhook list` sur l’hôte.
ja: Hermes は /%@ を作成したと報告しましたが、サブスクリプション一覧に含まれていません。ホストで `hermes webhook list` を確認してください。
pt_br: O Hermes informou que criou /%@, mas ele não está na lista de assinaturas. Verifique `hermes webhook list` no host.
zh_hans: Hermes 报告已创建 /%@,但它不在订阅列表中。请在主机上检查 `hermes webhook list`。

source: Hermes reported no toolsets for this bot.
de: Hermes hat für diesen Bot keine Toolsets gemeldet.
es: Hermes no ha informado de ningún conjunto de herramientas para este bot.
fr: Hermes n'a signalé aucun jeu d'outils pour ce bot.
ja: Hermes はこのボットのツールセットを報告しませんでした。
pt_br: O Hermes não informou nenhum conjunto de ferramentas para este bot.
zh_hans: Hermes 未报告此机器人的任何工具集。

source: Hermes running
de: Hermes läuft
es: Hermes en ejecución
fr: Hermes en cours d'exécution
ja: Hermes 実行中
pt_br: Hermes em execução
zh_hans: Hermes 运行中

source: Hermes Running
de: Hermes läuft
es: Hermes en ejecución
fr: Hermes en cours
ja: Hermes 実行中
pt_br: Hermes em execução
zh_hans: Hermes 运行中

source: hermes sessions optimize printed no result. Check the host.
de: `hermes sessions optimize` hat kein Ergebnis ausgegeben. Prüfe den Host.
es: `hermes sessions optimize` no imprimió ningún resultado. Comprueba el host.
fr: `hermes sessions optimize` n'a affiché aucun résultat. Vérifiez l'hôte.
ja: `hermes sessions optimize` は結果を出力しませんでした。ホストを確認してください。
pt_br: `hermes sessions optimize` não imprimiu nenhum resultado. Verifique o host.
zh_hans: `hermes sessions optimize` 未输出任何结果。请检查主机。

source: Hermes stopped
de: Hermes gestoppt
es: Hermes detenido
fr: Hermes arrêté
ja: Hermes 停止
pt_br: Hermes parado
zh_hans: Hermes 已停止

source: Hermes Stopped
de: Hermes gestoppt
es: Hermes detenido
fr: Hermes arrêté
ja: Hermes 停止
pt_br: Hermes parado
zh_hans: Hermes 已停止
